#Dev : @YY8HH

HELP_1 = """
**c** تعني  تشغيل في القناه.
اوامر المشرفين :
الامر : ‹ /pause › : ايقاف التشغيل في الاتصال مؤقتا
الامر : ‹ /resume › : استئناف التشغيل في الاتصال
الامر : ‹ /mute › : كتم صوت البوت
الامر : ‹ /unmute › : الغاء كتم صوت البوت
الامر : ‹ /skip › : تخطي التشغيل الحالي
الامر : ‹ /stop › : ايقاف التشغيل في الاتصال
الامر : ‹ /shuffle › : تغيير ترتيب قائمه الانتظار
الامر : ‹ /restart › : اعاده تشغيل البوت في مجموعنك"""


HELP_2 = """↶<u>**اوامر التشغيل:**</u>
وامر التشغيل :
الامر : ‹ /play - /vplay - /cplay › : بدء التشغيل في الاتصال 
الامر : ‹ /channelplay ايدي قناه › : ربط البوت في قناه محدده

قوائم تشغيل البوت :
الامر : ‹ /playlist › : عرض قائمه التشغيل في البوت
الامر : ‹ /deleteplaylist › : حذف تشغيل محدد من القائمه
الامر : ‹ /play › : التشغيل من قوائم التشغيل"""

HELP_3 = """↶<u>**اوامر البوت :**</u>

اوامر البوت :
الامر : ‹ /stats › : جلب احصائيات البوت
الامر : ‹ /sudolist › : عرض قائمه المطورين في البوت
الامر : ‹ /lyrics كلمات الاغنيه › : للبحث في الويب عنها
الامر : ‹ /song رابط - عنوان فيديو › : للتحميل من اليوتيوب"""
HELP_4 = """↶<u>**اوامر إضافية:**</u>

الامر : ‹ /help › : عرض قائمه المساعده
الامر : ‹ /ping › : قياس بنك البوت

اعدادات المجموعات :
الامر : ‹ /settings › : عرض قائمه اعدادات مجموعتك"""

HELP_5 = """
/addsudo - اضافة مطور
/delsudo - حذف مطور
/reboot - إعادة تشغيل البوت
/speedtest - سرعة الخادم
/logger [disable | enable] معرفة من يستخدم البوت
/blacklistchat + معرف القناة او المجموعة لحظرها
/whitelistchat + معرف القناة او المجموعة لرفع حظرها
/blacklistedchat - المجموعات والقنوات المحظورة
/block + معرف الشخص لحظره
/unblock + معرف الشخص لرفع حظره
/blockedusers - المحظورين
/gban + معرف الشخص لحظره عام
/ungban + معرف الشخص لالغاء حظره عام
/gbannedusers - المحظورين عام
`/broadcast -user -assistant -pin + الرسالة لأذاعتها`
"""

HELP_6 = """
/tr - بالرد على نص او كتابة نص لترجمته.

/pr - بالرد على نص لطباعته بصورة.

/tm - بالرد على ميديا لاستخراج رابطها.

/id - للحصول على ايديك وايدي المجموعة.
"""

HELP_7 = """
شغل أو تشغيل : لبدء تشغيل الاغاني.

بنك : لقياس سرعة نت البوت.

تخطي : لتخطي الأغنية الحالية.

بحث : لتحميل أغنية او فيديو من اليوتيوب

انهاء : لأنهاء بث الاغنية.
"""
